[
    {
        "id": "412277cb-0476-495d-a1a0-3edb4e258e48",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/Braeburn.jpeg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a close up of an apple",
        "imageDescription": "The image shows a single apple against a white background. The apple is predominantly red with shades of yellow and orange. It has a smooth skin with small, light-colored speckles. The apple's stem is short and brown, protruding from the top center. The lighting highlights the apple's glossy surface, giving it a fresh and appetizing appearance."
    },
    {
        "id": "1197911d-a2e9-48f6-938b-5cb17c00e7f1",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/Fiji.jpeg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a red apple with water drops on it",
        "imageDescription": "The image shows a close-up of a single red apple with water droplets on its surface. The apple is fresh and has a shiny, smooth skin with a mix of red and yellow hues. The water droplets add a sense of freshness and juiciness to the fruit. The background is plain white, which makes the apple stand out prominently."
    },
    {
        "id": "dea1432b-175a-435e-a4a8-4bca2ef1f655",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/Gala.jpeg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a red and yellow apple",
        "imageDescription": "The image shows a single, fresh apple with a smooth, glossy skin. The apple is predominantly red with patches of yellow and orange, giving it a vibrant and appealing appearance. The stem is short and brown, protruding from the top center of the apple. The background is plain white, which highlights the apple and its colors."
    },
    {
        "id": "1f8ef1f8-135b-4f08-a162-3b880e801d91",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/GoldenDelicious.jpeg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a yellow apple with a stem",
        "imageDescription": "The image shows a single yellow apple with a smooth surface and small brown speckles. The apple has a short, thin stem at the top. The background is plain white, making the apple the focal point of the image."
    },
    {
        "id": "e2e6bf39-e652-42c6-850e-63cf0e0a7ab4",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/GrannySmith.jpeg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a green apple on a white background",
        "imageDescription": "The image shows a single green apple against a white background. The apple is round and has a smooth, shiny surface with small, light-colored speckles. The stem is short and brown, protruding from the top center of the apple. The lighting highlights the apple's glossy texture, giving it a fresh and appetizing appearance."
    },
    {
        "id": "d5f27574-4a91-4769-9e4e-a4d189a34be4",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/Honeycrisp.jpeg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a close up of an apple",
        "imageDescription": "The image shows a single apple with a smooth, glossy surface. The apple has a mix of red and yellow colors, with the red being more dominant on one side and the yellow blending in towards the other side. The apple is plump and round with a small brown stem protruding from the top. The background is plain white, making the apple the focal point of the image."
    },
    {
        "id": "31cb06e0-cc56-4b60-8a3b-db48329fd365",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/Jonagold.jpeg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a red apple with green stem",
        "imageDescription": "The image shows a single, fresh apple with a smooth, glossy skin. The apple is predominantly red with patches of yellow and green, especially near the top around the stem. The stem is short and brown, protruding from the top center of the apple. The surface of the apple has a few small white speckles, giving it a natural and fresh appearance."
    },
    {
        "id": "b7d16e52-2ea5-4c21-bd9e-46f897db0ee0",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/PinkLady.jpeg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a red apple with green stem",
        "imageDescription": "The image shows a single red apple with a smooth, shiny surface. The apple has a round shape and is predominantly red with some yellowish patches. The stem is short and brown, protruding from the top center of the apple. The background is plain white, making the apple the focal point of the image."
    },
    {
        "id": "89be3634-521c-4972-a970-efdf2f5b7d4b",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/RedDelicious.jpeg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a red apple on a white background",
        "imageDescription": "The image shows a single red apple placed against a plain white background. The apple is shiny and appears fresh, with a deep red color and small white speckles. The apple has a small brown stem at the top. The lighting highlights the smooth texture and curvature of the apple, casting a subtle shadow at the base."
    },
    {
        "id": "d5ff19cb-a344-49b4-b27a-23f4925f293e",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/Rome.jpeg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a red apple with green stem",
        "imageDescription": "The image shows a single, fresh apple with a smooth, shiny surface. The apple is predominantly red with a gradient of green near the top. It has a small, short stem protruding from the top center. The background is plain white, which makes the apple the focal point of the image."
    },
    {
        "id": "c552481f-4ed3-45b5-9b6d-af297abb67f2",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/bellevue.png?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a city with many tall buildings",
        "imageDescription": "The image depicts a cityscape with numerous high-rise buildings and skyscrapers. The buildings are densely packed, creating a vast urban landscape. The sun is shining brightly in the sky, casting a hazy light over the city. The sunlight reflects off the rooftops and windows of the buildings, creating a shimmering effect. The overall atmosphere is somewhat foggy or misty, with the distant buildings appearing more faded and less distinct. The image conveys a sense of a bustling, expansive metropolis."
    },
    {
        "id": "a23f1bf2-e2da-4d1a-9da7-bb77dadcf4e1",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_1.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a city skyline with many tall buildings",
        "imageDescription": "The image depicts a cityscape with tall buildings on both sides, creating a symmetrical view. The buildings are modern, with a mix of architectural styles, and are surrounded by lush green trees. The sky is overcast with a light, cloudy appearance. The buildings are densely packed, indicating an urban environment. The perspective of the image gives a sense of depth, drawing the viewer's eye towards the center where the buildings appear to converge."
    },
    {
        "id": "64c96e26-50b4-47d8-8f16-0bad02785897",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_10.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a building with trees around it",
        "imageDescription": "The image depicts a charming, classical-style building surrounded by lush greenery. The building features ornate architectural details, including columns and decorative stonework. It is partially obscured by large, mature trees with sprawling branches and dense foliage, creating a serene and shaded environment. In front of the building, there is a well-maintained garden with various potted plants and a neatly trimmed hedge. A white bench is placed on the left side of the image, providing a spot to sit and enjoy the tranquil surroundings. The overall atmosphere is peaceful and inviting, with dappled sunlight filtering through the tree canopy."
    },
    {
        "id": "a0242a1d-87a8-45b1-a2c4-726ae579709f",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_11.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a stone street with a gate and trees",
        "imageDescription": "The image depicts a quaint, cobblestone street in a city at dusk or nighttime. The street is slightly inclined and lined with old, elegant buildings. The building on the left has a grand staircase with ornate railings and a decorative gate. The facade of the buildings features large windows with balconies. There is a tree with dense foliage on the right side of the street, partially illuminated by a street lamp. A scooter is parked near the tree, and several black bollards line the edge of the sidewalk. The overall atmosphere is serene and picturesque, with a warm glow from the streetlights."
    },
    {
        "id": "e1e12b19-04aa-48a1-889c-74e907987370",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_12.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a narrow alley between buildings",
        "imageDescription": "The image depicts a narrow alleyway between two tall buildings. The buildings are made of brick and concrete, with some windows visible. The alleyway is paved and has a few trees growing along the right side, casting shadows on the ground. There is graffiti art on the walls of the buildings, adding a splash of color to the otherwise muted tones of the scene. A few people are walking in the distance, and the alleyway is illuminated by natural light filtering through the trees and buildings."
    },
    {
        "id": "91f3b30f-3ff1-4d45-b46f-f6e989f006de",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_13.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a tree in a courtyard",
        "imageDescription": "The image depicts a narrow, picturesque alleyway with a cobblestone path. The path is lined with white buildings on either side, featuring traditional architectural elements such as arched doorways and windows with wooden shutters. A large tree with pink flowers is prominently situated in the middle of the alley, adding a touch of natural beauty to the scene. The alley is partially covered by an archway, and a vintage-style lantern hangs from the wall on the left side. The overall atmosphere is serene and charming, evoking a sense of timelessness and tranquility."
    },
    {
        "id": "bc9eb151-d203-40e5-b227-c1c65bd0120e",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_14.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "aerial view of a city with trees",
        "imageDescription": "The image shows an aerial view of a cityscape with several buildings surrounded by dense greenery. In the foreground, there are two prominent buildings: one on the left with a grid-like pattern of windows and another on the right with a flat roof. Both buildings are partially obscured by tall trees. In the background, more buildings and structures are visible, interspersed with trees and vegetation. The landscape extends to a hilly area in the distance, with a mix of urban and natural elements."
    },
    {
        "id": "8daf015f-fd9e-411f-a3c0-bda885cb5a6f",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_15.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a stone wall with trees in front of it",
        "imageDescription": "The image depicts an ancient brick structure, possibly ruins, surrounded by tall trees. The structure has arched doorways and windows, with some parts of the walls showing signs of wear and tear. In the foreground, there are three tall tree trunks with textured bark, and several cypress trees are visible near the ruins. In the background, there are large, umbrella-shaped pine trees. The overall scene suggests a historical or archaeological site, with a mix of natural and man-made elements."
    },
    {
        "id": "dbe8b01d-c801-4472-9edd-5526bc06700a",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_16.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a large tree in a park",
        "imageDescription": "The image depicts a serene urban park with large, mature trees providing ample shade. The foreground features a sprawling tree with a thick trunk and extensive branches. The lush green grass is well-maintained, and sunlight filters through the tree canopy, creating dappled shadows on the ground. In the background, there are several historic and modern buildings, including a tall structure partially obscured by the trees. People can be seen walking and sitting in the park, enjoying the peaceful environment. The sky is clear with a few scattered clouds, indicating a pleasant day."
    },
    {
        "id": "213b521b-b9e2-4135-a0e7-8e109dda9e18",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_17.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a building in a valley",
        "imageDescription": "The image depicts a scenic view of a small town nestled amidst a lush, green forest. The town is situated on a hillside, with a prominent white church tower standing out among the buildings. The buildings have a mix of white and yellow facades with green roofs. The foreground is framed by dense trees, creating a natural border around the view of the town. In the background, a forested hill rises, covered in dense foliage. The sky is partly cloudy with patches of blue visible. The overall atmosphere is serene and picturesque."
    },
    {
        "id": "9881ca5b-5d06-4682-9244-0a060200a257",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_18.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a street with a mirror on a pole",
        "imageDescription": "The image depicts a quiet urban street scene. On the left side, there is a traditional-style building with a wooden sliding door and a small lantern mounted on the wall. Adjacent to this building is a modern structure with reflective glass windows. A yellow pole with a convex traffic mirror is positioned near the center of the image, surrounded by lush green foliage. The street is lined with various plants and trees, and a stone retaining wall with grass on top is visible on the right side. In the background, tall modern buildings rise, creating a contrast between the traditional and contemporary architectural elements. The street is empty, and the overall atmosphere is calm and serene."
    },
    {
        "id": "a4dc26c2-7fa1-479c-9161-e599883071df",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_19.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a house with a fence and trees",
        "imageDescription": "The image depicts a modern, multi-story house situated on a hillside surrounded by dense greenery. The house has a white facade with large windows and balconies, and a section of the building is constructed with red bricks. The roof is sloped and covered with red tiles. There is a staircase on the exterior leading to different levels of the house. The surrounding area is lush with various types of trees and shrubs, and there is a green fence visible in the background, possibly indicating a tennis court or similar facility. The overall setting is serene and appears to be in a suburban or rural area."
    },
    {
        "id": "fa8cc02c-5a26-4771-b8c7-bcdd95db09e7",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_2.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a tall buildings with plants growing on them",
        "imageDescription": "The image shows two tall, modern residential buildings with numerous balconies, each densely populated with a variety of trees and plants. The buildings are designed to integrate greenery into the urban environment, creating a vertical forest effect. The sky is clear with a few wispy clouds, providing a bright and pleasant backdrop. The buildings are surrounded by other modern structures, but the focus remains on the two green towers, highlighting their unique architectural design."
    },
    {
        "id": "5afb2086-3c54-4625-bccd-505cb7a162cc",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_20.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a sidewalk with trees and grass on the side",
        "imageDescription": "The image depicts a serene suburban neighborhood street lined with large, mature trees. The trees have dense foliage, with some leaves showing autumn colors. The sunlight filters through the branches, casting dappled shadows on the sidewalk and street. There are a few cars parked along the street and a person walking in the distance. The houses are partially visible behind the trees, and the overall atmosphere is calm and peaceful."
    },
    {
        "id": "33de8ad7-77a0-44af-b1ce-0c2496c3f66e",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_3.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a group of buildings with trees in the background",
        "imageDescription": "The image depicts a cityscape featuring several multi-story residential buildings. The buildings are primarily constructed with concrete and have numerous windows. The building on the left has a beige facade with a modern design, while the buildings in the center and right have a more utilitarian, gray appearance. There is a tree with autumn-colored leaves in the foreground, adding a touch of nature to the urban setting. Overhead, there are power lines stretching across the sky. The overall atmosphere is calm, with soft lighting suggesting either early morning or late afternoon."
    },
    {
        "id": "04873fc8-1c19-4290-9378-8ee68f1b379c",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_4.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a road with trees and buildings on the side",
        "imageDescription": "The image depicts a city street lined with trees and a multi-story building in the background. The building has a light brown facade with white window frames and balconies. The street is relatively empty, with a few cars and people visible in the distance. The trees along the street are tall and provide a green canopy. The sidewalk is well-maintained, and the grass appears lush and green. The overall atmosphere is calm and serene, with sunlight filtering through the trees."
    },
    {
        "id": "22b04b00-005b-45b0-a62b-f9395ba3a524",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_5.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a group of scooters parked on a sidewalk",
        "imageDescription": "The image shows a street scene with several parked scooters and motorcycles. In the foreground, there is a white scooter with a black helmet placed on its seat. The scooter has a Union Jack design on its seat cover. To the left of the scooter, there is a small green bush with dense foliage. A pigeon is walking on the pavement near the bush. In the background, there are more scooters and motorcycles parked, and some buildings with signs and windows are visible. The scene is well-lit, indicating it is daytime."
    },
    {
        "id": "c0b8936c-9d9f-4fbb-bc77-b189513bda50",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_6.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a street with a small structure and trees",
        "imageDescription": "The image depicts a serene pathway in a park or garden, surrounded by lush green trees. The pathway is paved and leads to a traditional Japanese structure with a slanted roof, possibly a small shrine or temple. There are three red lanterns or signposts with information boards along the path. In the background, a white vehicle is partially visible, indicating the proximity to an urban area. The scene is peaceful, with dappled sunlight filtering through the trees, creating a tranquil atmosphere."
    },
    {
        "id": "b4434aaf-bd54-4451-a820-48e93f6ba7fa",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_7.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a city with many buildings",
        "imageDescription": "The image depicts a cityscape with numerous high-rise buildings. The buildings vary in architectural style, with some having modern glass facades while others have more traditional designs. The sky is partly cloudy, with a mix of white and gray clouds, and patches of blue sky visible. The image appears to be mirrored horizontally, creating a surreal effect where the buildings are reflected upside down at the top of the image. There are also some trees visible at the bottom, adding a touch of greenery to the urban scene."
    },
    {
        "id": "d929dc28-ea16-4828-92ec-b369900b4e29",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_8.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a building with columns and grass",
        "imageDescription": "The image depicts a serene scene of a classical building with tall, white columns amidst a forested area. The building has a portico with a triangular pediment supported by the columns. The structure is partially obscured by tall, slender trees with green foliage. The ground is covered with grass, and a gravel path leads towards the building. The sunlight filters through the trees, casting a warm glow on the building and the surrounding area. The overall atmosphere is peaceful and tranquil, blending architectural elegance with natural beauty."
    },
    {
        "id": "bb7568d1-3b97-4ae8-a4a4-9b2d074c0f03",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/city buildings amidst trees_9.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a street with trees and buildings",
        "imageDescription": "The image depicts a narrow urban alleyway lined with trees on both sides. The trees have thick, leafy canopies that create a shaded tunnel effect over the street. The buildings on either side of the alley are adorned with graffiti and murals. On the left side, there is a 'No Parking Any Time' sign attached to a pole. The right side features a building with an 'Open' sign on the door. The alleyway is empty, with no people or vehicles present, and the ground is covered with scattered leaves and patches of sunlight filtering through the tree canopy."
    },
    {
        "id": "e06e9336-84da-4402-913f-113da1f3f22e",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/two_apples.jpeg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a green apple and a yellow apple",
        "imageDescription": "The image shows two apples placed side by side against a white background. The apple on the left is green, with a smooth surface and small white speckles. It has a brown stem protruding from the top. The apple on the right is yellow, also with a smooth surface but with slightly more visible speckles compared to the green apple. It also has a brown stem at the top. Both apples appear fresh and are of similar size and shape."
    },
    {
        "id": "b39afc0d-37ef-48e3-b1f6-e4a72cb1f54b",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/workers in a paper factory_1.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a high angle view of people working in a factory",
        "imageDescription": "The image depicts an industrial manufacturing facility with various machinery and equipment. Two workers are seen operating the machines. The facility is spacious and well-lit, with a high ceiling and numerous workstations. Conveyor belts, control panels, and other industrial apparatus are visible. The workers are engaged in tasks such as monitoring the machines and handling materials. The environment appears organized and systematic, with clear pathways and designated areas for different operations."
    },
    {
        "id": "c480aadd-1f87-4b79-9c01-16e3d1a14d09",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/workers in a paper factory_4.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a woman holding a stack of cardboard boxes",
        "imageDescription": "The image shows a woman in a factory setting, wearing safety glasses and a work uniform. She is holding a stack of flat cardboard boxes and standing next to a conveyor belt system. The background includes industrial machinery and another worker in the distance. The environment appears to be a manufacturing or packaging facility."
    },
    {
        "id": "42cb94a2-770b-4350-998a-4c8423940225",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/workers in a paper factory_5.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a woman wearing a hard hat and standing in a factory",
        "imageDescription": "The image shows a person standing in an industrial setting. The person is wearing a white hard hat, safety glasses, and a grey work uniform with yellow accents. They are standing next to a large piece of machinery with multiple components and orange cables. The person is smiling and has their arms crossed. The background is slightly blurred, showing an industrial environment with various equipment and a red object in the distance."
    },
    {
        "id": "955a6c13-773a-47b6-aa90-237e70e77966",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/workers in a paper factory_6.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a man working in a factory",
        "imageDescription": "The image depicts the interior of a large, modern factory or manufacturing facility. The space is well-lit with overhead fluorescent lights and features a high ceiling with exposed beams and ventilation ducts. In the foreground, a worker is seen standing at a workstation with a blue panel that has numerous slots, possibly for organizing tools or documents. The worker is wearing a dark shirt and appears to be focused on a task. To the left, there are large stacks of materials or products wrapped in plastic, placed on white pallets. The background shows more workstations and machinery, with additional workers engaged in various tasks. A yellow safety railing runs along the upper level, indicating a mezzanine or storage area. The floor is marked with white lines, likely for safety and organization purposes."
    },
    {
        "id": "b315885f-167c-4e5e-97fb-b5d492aba04d",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/workers in a paper factory_7.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a group of people in orange vests and helmets",
        "imageDescription": "The image shows two individuals wearing white hard hats and bright orange safety vests with reflective stripes. They are standing in what appears to be a warehouse or industrial setting. The focus of the image is on large rolls of brown paper or cardboard stacked in the background. The individuals are seen from behind and are slightly out of focus, directing attention to the stacked rolls. The warehouse has a high ceiling with metal walls, and light is streaming in from the top left corner, casting shadows on the rolls."
    },
    {
        "id": "d095a78e-4a8b-4190-9186-349ca0859545",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/workers in a paper factory_8.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a man and woman wearing safety vests and helmets pointing at something",
        "imageDescription": "The image shows two people in a warehouse or industrial setting. They are both wearing orange safety vests, white hard hats, and safety glasses. The person on the left is pointing upwards with their right hand, while the person on the right is holding a clipboard and looking in the same direction. In the background, there are large rolls of brown paper or similar material stacked vertically."
    },
    {
        "id": "26be2618-8720-4bc2-978f-41aea981a48e",
        "imageUrl": "https://anildwablobwestus.blob.core.windows.net/vectorsearchdocs/workers in a paper factory_9.jpg?sv=2023-01-03&st=2024-08-02T04%3A40%3A56Z&se=2025-08-03T04%3A40%3A00Z&sr=c&sp=rl&sig=e9OakybEM%2BAEygPMOocSNJJZ%2B3F0xczgOrpAXXZHoWk%3D",
        "caption": "a man wearing safety gear and gloves looking at cardboard",
        "imageDescription": "The image shows a worker in a factory or warehouse setting. The worker is wearing a high-visibility orange safety vest with reflective stripes, safety goggles, and black gloves. He is handling a stack of corrugated cardboard sheets, possibly preparing them for packaging or processing. The background features industrial equipment, including a large blue machine, and various pipes and cables, indicating an industrial environment."
    }
]